{
  "dialogs": [
    {
      "id": 0,
      "title": "INTRO",
      "contents": "tu est chez toi, alors que tu émerge d’un lourd sommeil, la tête migraineuse, la douce lumière de ton téléphone te rappelle la veille : une soirée légèrement alcoolisé avec des amis qui te laisse un goût amer en bouche. L’ambiance ayant très vite virer de la soirée étudiante à l’humiliation quand vos amis ont commencer à parler de leurs conquêtes de cœur… et d’ailleurs. Loin d’être un bourreau des coeur, tu n’as jamais eu de partenaire, attendant de tomber sur une personne qui te met en confiance. D’autant plus que tu n’as jamais réussi à définir votre attirance sexuelle. Homme ? Femme ? Les deux ? Aucun ? Votre choix n’est pas graver dans le marbre mais l’idée d’en faire un te glace le sang. Après un quart d’heure à te perdre dans vos pensée, votre main ce met à vibrer et tu remarque une notification.\n\nUn message de Florent, ami d’enfance, t’ invite à une soirée. Le choix est tiens: veux tu y aller ou restez chez toi?",
      "answersId": [0,1],
      "link": []
    },
    {
      "id": 1,
      "title": "",
      "contents": "Après avoir récupérer l’adresse et l’heure de rendez-vous, tu passe la journée à te remettre de la veille et à te préparer. 19 Heure pétante, te est prêt(e) à te rendre à votre destination, à un détail prêt… tu n’en as jamais eu besoin mais un kit de contraception pourrais t’être utile il contient des préservatifs masculin et deux pilules du lendemain. Désire tu le prendre ou non ?",
      "answersId": [2,3],
      "link": []
    },
    {
      "id": 2,
      "title": "ACTE 1: LA SOIRÉE",
      "contents": "voyant l’opportunité d’interagir avec des individu de la race humaine tu te détache de ton colistier. Tu peux voir plusieurs groupe ce détacher. Le premier semble ce concentrer sur une table de bière pong, le deuxième discute dans la pergola qui mène au jardin. Le dernier semble recroqueviller sur une étrange table. Choisiras tu un de ces groupes ou d’explorer le reste de la maison ?\",\n",
      "answersId": [5,6,25],
      "link": []
    },
    {
      "id": 3,
      "title": "Les gens de la pergola ",
      "contents": "Visiblement sobre et assez amicaux, tu te dirige vers le groupe de gens situé dans la pergola, composé de deux hommes et trois femmes  qui t’accepte sans la moindre difficulté. Alors que tu te demande de quoi tu pourrais parler, celui assis en face de toi inaugure le dialogue « Pit toi ? Tu en est à combien ? » dit il en te regardant.\\n\\n« De quoi ? » Réponds tu par réflexe à ton interlocuteur, muni d’un accent québécois à couper au couteau, qui reprends, « c’est combien ton nombre de corps ? », Dans un trait d’humour tu réplique « Ah bah 12 ! tous dans ma cave ! Comme tout le monde » l’air inquiet sur le visage de vos comparses te fait sentir que tu a louper ta blague avant qu’un éclat de rire générale ne te sauve de la honte absolu. « Non ! ton nombre de partenaire ! » te fait tu répondre par un tiers calmant son fou rire. Tu explique que tu n’avez jamais eu cette chance. Tes nouveaux amis te rassure sur la non importance de ce détail et te donne leurs différentes expériences : homosexuel, hétérosexuel, et même à plusieurs pour l’un d’entre eux. Tu sent un poids sur ta poitrine devenir plus léger et remercier ce groupe de gens qui te remette un préservatif adapté à ton sexe, ( à ajouter à l’inventaire ). tu décide de continuer ta route enrichit de tes nouvelles expériences. tu peux retournez dans la maison ou aller dans le jardin.\\n\",\n",
      "answersId": [25],
      "link": []
    },
    {
      "id": 4,
      "title": "Le Jardin ",
      "contents": "La nuit commence à tomber alors que tu voit deux personnes te bousculer en ce tenant par la main le regard lubrique en ce dirigeant vers un gros buisson isolé. Réalisant ce qu’il va ce passer tu peux intervenir pour leur proposer tes préservatifs si tu en à et que tu a le cœur de les déranger ou tu peux retourner sur tes pas pour les laisser dans leur intimité.\",\n",
      "answersId": [],
      "link": []
    },
    {
      "id": 5,
      "title": "Suite maison ",
      "contents": "La soirée semble battre son plein et tu peux entendre que toutes les pièces semble occupé et posséder leurs ambiances ce mélangeant de manière hétéroclite. Le placard à balais et la salle de bain semble un mauvais choix, réduisant vos possibilité à trois : le petit salon, avec une ambiance ragea, la cuisine dans laquelle une contre-soirée semble être organiser et l’étage dans lequel un calme paisible semble régner. Où désires tu aller ?\",\n",
      "answersId": [],
      "link": []
    },
    {
      "id": 6,
      "title": "Salon REAGEA ",
      "contents": "Approchant doucement du salon tu constate que la musique s’échappant du lieu était également le reflet des activités, un Homme muni d’un Atébas gigantesque t’invite à t’asseoir puis il te tend une cigarette. Tu sais que la consommation de nicotine est mauvais… mais une fois ne te tuera pas si ? Que compte tu faire ?",
      "answersId": [],
      "link": []
    },
    {
      "id": 7,
      "title": "Phase Prés pergola ",
      "contents": "Arrivant doucement au sein de la cuisine dont une musique jazz semble s’échapper tu entre en contact avec trois comparses, dont l’un d’entre eux ne t’es pas inconnu puisqu’il s’agit de Florent, qui te voyant arriver ce lève et s’exclame « AH ! Quand on parle du loup ! Aller viens t’asseoir, taper causettes avec nos hôtes ! Je te présente Érique et Louise, locataires à qui appartiennent cette demeure. ». tu tire une chaise et avant toute chose, ton ami ajoute « bon moi je vais aux toilettes… je vous laisse copiner ! »\\n\\n visiblement les deux jeunes gens en face de toi semble avoir le même age que le tiens et être assez confient pour engager la conversation « Salut, alors c’est toi dont Florent nous parle depuis votre arrivé… intéressant » lance Érique d’un air lubrique. Air que semble partager sa sœur qui ajoute à ton sujet : « Si tu a un intellect qui reflète ta morphologie alors je sens que l’on va bien s’entendre... » sur un ton des plus évocateur.\\n\\n Si tu as rencontrer les gens de la pergola, tu met en perspective l’expérience du groupe et tu te sens plutôt à l’aise avec l’approche des moins délicate de tes interlocuteurs. Sinon prit de panique, tu t’enfuis de la pièce et tenter de retrouver Florent pour te sortir de cette soirée qui tourne dans une perspective des plus inattendue. Si tu as visiter le salon et que tu as succomber à l’appelle de BOB MARVEY, tes interlocuteurs et toi aller avoir un échange des plus surprenant\\n\",\n",
      "answersId": [18,27],
      "link": []
    },
    {
      "id": 8,
      "title": "Relation Louise ",
      "contents": " C’est à Louise que tu ouvre ton cœur, elle t’emmène dans ça chambre. Avant de consommer votre passion tu peux faire remarquer que tu possède un moyen de contraception si tu en à un, qu’il vienne du kit ou d’ailleurs, Sinon continue comme si de rien n’étais.\",\n",
      "answersId": [14,15],
      "link": []
    },
    {
      "id": 9,
      "title": "Relation Eric ",
      "contents": "C’est pour son coté mystérieux et assuré que tu te confie à Érique qui t’emmène dans ça chambre. Avant de passer à l’acte, tu peux faire remarquer que tu possède un moyen de contraception si tu en à un, qu’il vienne du kit ou d’ailleurs, Sinon continue comme si de rien n’étais.\",\n",
      "answersId": [17,16],
      "link": []
    },


    {
      "id": 10,
      "title": "EXPÉRIENCE PERGOLA ",
      "contents": "Érique ce tut pour laisser parler ça sœur « Personne ne ce trouve à l’étage sauf ceux qui dorment… tu veux venir t’amuser ? » Louise ? Érique?Les deux ? Aucun ? Il semblerais que ton dilemme de ce matin te poursuit ! Et prenant une forme très matériel ! Le choix est tiens !",
      "answersId": [28],
      "link": []
    }
  ]
}